Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nih.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Timing and movement patterns can be used to determine the skiers' balance, another important technique factor.
nb: Mønstrene som kan utledes av ulike bevegelser og timing kan også brukes til å vise om skiløperen er i balanse, en annen faktor som gir verdifull informasjon om teknikken.

source: He graduated as a clinical psychologist at University of Oslo in 1998 and gained his specialization in occupational and organizational psychology in 2007.
nb: Mental helse i toppidrett. Han er utdannet klinisk psykolog fra universitetet i Oslo, 1998, og fikk sin spesialitet i arbeid- og organisasjonspsykologi i 2007.

source: (Bachelor thesis), but for your old term paper.
nb: (bacheloroppgaven), men til den gamle semesteroppgaven din.

source: Sociocultural wives on friluftsliv, friluftsliv-history, friluftsliv and law, public and ideal management in friluftsliv.
nb: Naturguiding som relasjonell kunnskap, profesjonsperspektiver på yrkesroller i friluftsliv, didaktikk i friluftsliv.

source: —One important observation is that there was absolutely no correlation between effect and age.
nb: – En viktig observasjon er at ikke var noen som helst sammenheng mellom treningseffekt og alder.

source: Health benefits of cycling are 21 times greater than the risk of injury.
nb: Helseeffekten av sykling er 21 ganger større enn risikoen for skader.

source: 49 teachers reported 143 accidents from their trips over the course of three years.
nb: 49 lærere rapporterte inn 143 ulykker fra turene sine i løpet av tre år.

source: " in the displayed box.
nb: " i boksen som kommer opp.

source: What is the acute effect of different abdominal- and pelvic floor exercises on inter-recti distance in postpartum women with diastasis recti abdominis?3.
nb: Hva er den akutte effekten av ulike type mage- og bekkenbunnsøvelser på inter-recti avstand hos kvinner med rectus diastase?3.

source: Joined NIH as Post Doc at the Department of Sports Medicine in May 2018.
nb: Han er nå ansatt som Post Doc ved Institutt for idrettsmedisinske fag siden mai 2018.

source: Physical activity epidemiology, cardiorespiratory- and muscle fitness epidemiology, physical activity in relation to cognition/academic performance, public health
nb: Fysisk aktivitets epidemiologi, Kondisjon og muskelstyrke epidemiologi, fysisk aktivitet og kognisjon/akademisk prestasjon, folkehelse

source: She has a minor in Coaching and a master in Sports Physiotherapy from The Norwegian School of Sport Sciences.
nb: Pia har mellomfag i trenerrollen og master i idrettsfysioterapi fra Norges idrettshøgskole.

source: The cookie is automatically deleted when it is 30 minutes since the user first entered the site.
nb: Cookien slettes automatisk når det er 30 minutter siden brukeren først var inne på nettstedet.

source: If the institution (NIH) does not provide all of the required courses, it must facilitate the candidate’s participation in comparable courses at other institutions.
nb: Dersom institusjonen (NIH) ikke selv arrangerer hele opplæringsdelen, skal forholdene legges til rette for at kandidaten får tilsvarende opplæring ved andre institusjoner.

source: A precondition for attendance is that students, employees and tenants follow infection control rules and recommendations from
nb: Forutsetninger for oppmøte er at studenter, ansatte og leietakere følger

source: 202 of these employees participated in the study conducted by Cathrine Pedersen.
nb: 202 av medarbeiderne ble med på studien Cathrine Pedersen gjennomførte.

source: Around 1900 players between 11 and 15 years of age, from different parts of Norway participated in the project.
nb: Dette er et omfattende prosjekt, der rundt 1900 spillere mellom 11 og 15 år, fra ulike deler av landet, har deltatt.

source: Type 2 diabetes normally develops slowly and with age, can cause a variety of ailments, from fatigue and depression to serious complications such as kidney failure, blindness, amputations or even premature death.
nb: Diabetes 2 utvikles oftest langsomt og med alderen, og lidelsen kan gi en rekke plager, fra trøtthet og nedstemthet til alvorlige komplikasjoner som nyresvikt, blindhet, amputasjoner eller til og med tidlig død.

source: The interviews will be conducted during spring 2017.
nb: Intervjuene gjennomføres våren 2017.

source: Only valid for students under the age of 30.
nb: Svarprosent ligger på litt under 30 %.

source: Teaching research methods for sports performance analysis (invasion games), test methodology and statistics, coaching and soccer.
nb: Underviser i forskningsmetoder for idrettsprestasjonsanalyse (invasjonsspill), testmetodikk og statistikk, coaching og fotball.

source: Sport Marketing and Sponsorship, Value Co-Creation, Sport Value Framework, Sustainable Tourism, Digitalization in Sport and Social Media, Fan Identification and Behavior, Relationship Marketing
nb: Markedsføring i idrett og sponsing, verdiskaping i idrettssammenheng (Value Co-Creation), bæredyktig turisme, digitalisering og sosiale medier, supporteridentifisering og deres oppførsel og relasjonsmarkedsføring

source: ": You’ll find EndNote by clicking "
nb: Du finner EndNote ved å klikke på "

source: In addition, he has an one year undergraduate education from The Norwegian School of Sport Sciences, 1988, and a minor in Sociology from the University of Oslo, 1992.
nb: I tillegg har han grunnfag idrett fra NIH, 1988, og mellomfag sosiologi fra universitetet i Oslo,1992.

source: Even cycling "with a bit of help" – e-bikes – is enough.
nb: Til og med sykling «med hjelp»– el-sykkel – monner.

source: The study demonstrated a correlation between walking 1000 steps a day and having better balance and improved dynamic back strength.
nb: Studien viste også en sammenheng mellom en økning i 1000 skritt per dag med bedre balanseevne og sterkere utholdende ryggstyrke hos eldre mennesker.

source: Schools with 7.
nb: Skoler med 7.

source: In order to facilitate this, Solveig Nordengen has developed a completely new counting tool.
nb: For å få til dét har Solveig Nordengen bygget et helt nytt telleverktøy.

source: At the moment of shooting, the shoulder of a handball player is exposed to enormous forces, and very many people struggle with injuries.
nb: I skuddøyeblikket utsettes skulderen hos en håndballspiller for enorme krefter, og svært mange sliter med skader.

source: Twenty (20) credits consist of the following mandatory courses
nb: Tyve (20) studiepoeng består av følgende obligatoriske emner:

source: The survey also shows that the risks involved in having accidents is significantly higher for teachers without such outdoor education.
nb: Undersøkelsen viser i tillegg at risikoen for ulykker er betydelig høyere hos lærere uten slik opplæring i friluftsliv.

source: Exercise physiology, muscle-tendon physiology, biomechanics, neuromuscular fatigue and recovery, adaptation to training, sports medicine, sports nutrition, testing and training of elite athletes.
nb: Idrettsfysiologi, muskel-sene fysiologi, biomekanikk, nevromuskulær tretthet og restitusjon, treningslære og adaptasjon til trening, idrettsmedisin, idrettsernæring, testing og trening av elite-idrettsutøvere.

source: The research builds upon on an earlier study by NIH professor Geir Jordet.
nb: Forskningen bygger på tidligere prosjekter utført av NIH-professor Geir Jordet.

source: Serious for both the old and the young
nb: Alvorlig for unge og gamle

source: A match situation seen through the eye-tracking glasses of Rosenborg's Anders Konradsen.
nb: Kampsituasjon sett "gjennom" øynene til Anders Konradsen på Rosenborg.

source: All the scientific publications from NIH are registered in
nb: Alle forskningspublikasjoner fra NIH er registrert i

source: Applicants to the doctoral programme must have earned a minimum grade point average of B/2.5 or better during their master’s/cand.scient.
nb: Søkere til doktorgradsstudiet skal ha oppnådd minimum gjennomsnitts-karakteren B/2.5 eller bedre i mastergraden/hovedfagsstudiet.

source: GROIN PROBLEMS IN MALE SOCCER ARE MORE COMMON THAN PREVIOUSLY REPORTEDThis project was conducted in 2015 with 15 teams of both gender and at different levels of play in male football.
nb: Mer vanlig med lyskeproblemer blant mannlige fotballspillere enn tidligere rapportert (Artikkel I) Prosjektet ble gjennomført i 2015 med 15 lag fra ulike nivå inkludert.

source: Available applications are Office (Word, Excel, PowerPoint etc.), SPSS, Adobe Reader and several other applications used for teaching purposes.
nb: Via skolens maskiner får du tilgang til Office-applikasjoner (Outlook, Word, Excel, PowerPoint m.fl.), SPSS, Adobe Reader og noen andre applikasjoner som brukes til undervisningsformål.

source: Study or research stay at a foreign research institution of one-month minimum duration.
nb: Studie eller forskningsopphold ved utenlandsk forskningsinstitusjon av minimum en måneds varighet.

source: Dropouts and completers were different by a lower mean score for depression amongst completers, and significantly more from CBT were lost to follow-up at T3 and T4 compared to PED-t.
nb: De som fullførte behandling hadde en lavere grad av depresjon enn de som falt fra, og gjennom oppfølgingsperioden (T3-T4) falt det signifikant flere fra i CBT-gruppen sammenlignet med PED-t gruppen.

source: However, depending on training duration and intensity, amino acids can provide from a few to about 10% of the total energy during exercise.
nb: Men avhengig av treningsvarighet og intensitet, kan aminosyrer gi fra noen få til omtrent 10% av den totale energien under trening.

source: The last years she worked clinically as a physiotherapist in the orthopedic sports medicine clinic in Luxembourg (CHL) and for the Luxembourg Olympic and Sports Committee.
nb: De siste årene har hun jobbet klinisk som fysioterapeut på en ortopedisk idrettsmedisinsk klinikk i Luxembourg (CHL) og for den luxembourgske olympiske og sportskomiteen.

source: He holds a master's degree in Sports Science from 2014, and has since worked as a research assistant in the EBBA-II (Energy Balance and Breast cancer Aspects) study at Oslo University Hospital, Ullevål.
nb: , NIH. Han fullførte sin mastergrad i 2014, og har siden jobbet som vitenskapelig assistent i EBBA-II (Energy Balance and Breast cancer Aspects) studien på Ullevål sykehus.

source: The most active group exercised for 38 minutes a day.
nb: Den mest aktive gruppa beveget seg 38 minutter daglig.

source: The NIH also took biopsies of fatty tissue and muscles, and analysed a number of different types of data.
nb: NIH tok også biopsier av fettvev og muskulatur og analyserte en rekke ulike typer data etterpå.

source: These are sensitive encounters.
nb: Dette er sensitive møter.

source: The study involved pre to post changes and long-term effects of 12 months of MT in a male high-performance combat aircraft cohort (n = 21), using self-report measures of mindfulness, mental skills and anxiety, followed by post-intervention interviews, and two-year follow-up.
nb: Vi undersøkte pre- til post-endringer og langsiktige effekter av 12 måneder MT i en jagerflyskvadron (n = 21). Vi benyttet selvrapporterte mål for mindfulness, mentale ferdigheter, og prestasjonsangst, etterfulgt av post-intervensjons intervjuer, med oppfølgingsmålinger ett og to år etter avsluttet intervensjon.

source: The ASK study intends that physical activity should be pleasurable and without competition.
nb: ASK - studien har som intensjon at fysisk aktivitet skal være lystbetont og uten konkurranse.

source: Literature from doctoral-level courses taken at NIH or other institutions may be approved as part of the curriculum for the examination.
nb: Litteratur fra gjennomførte kurs på dr.gradsnivå ved NIH og ved andre institusjoner som ikke inngår i opplæringsdelen, kan godkjennes som pensum til eksamen.

source: Professor in Molecular Physiology and Epigenetics.
nb: Professor i molekulær fysiologi og epigenitikk.

source: Rustaden has completed the study as her
nb: Rustaden har gjennomført studien som sin

source: The privacy statement complies with the requirements set out in Article 12-15 of the GDPR Privacy Regulation.
nb: Personvernerklæringen følger kravene som fremgår av personvernforordningen (GDPR) artikkel 12-15.

source: The participants were stratified on major levator ani muscle defects being present or not, and thereafter randomly allocated to supervised PFM training over 16 weeks or to control receiving no further intervention.
nb: Deltagerne ble stratifisert på hvorvidt de hadde betydelig skade i levator ani muskulaturen, og deretter randomisert til en treningsgruppe som fikk veiledet bekkenbunnstrening over 16 uker eller til en kontrollgruppe (ingen videre intervensjon).

source: If more people were to cycle to work they would be healthier and live longer and society would save large sums of money.
nb: Du kan bli sunnere og leve lenger, og samfunnet kan spare store summer om flere sykler til jobb.

source: And if Bodypump is the only option for some, it’s a whole lot better than nothing at all.”
nb: Og hvis Bodypump er det eneste alternativet for noen, er det veldig mye bedre enn ingenting.

source: In Paper I, the exercise programme was found to reduce the risk of shoulder problems by 28% in the intervention group compared with the control group (OR 0.72, 95% CI 0.52 to 0.98).
nb: Treningsprogrammet som ble evaluert i Undersøkelse I viste en 28% lavere risiko for skulderproblemer i intervensjonsgruppen sammenlignet med kontrollgruppen (OR 0.72, 95% CI 0.52 til 0.98).

source: The role of neural factors in determining ROM was underscored by lower electromyographic amplitudes (EMG) at standardized joint angles in ballet dancers, by reduced EMG at standardized angles after 24 weeks of stretching, and by bilateral changes in ROM, passive resistance, EMG and tissue elongation after 24 weeks of stretching.
nb: Betydningen av nevrale faktorer for bevegelighet ble understreket av lavere elektromyografisk amplitude (EMG) ved standardisert leddvinkel hos ballettdansere, av redusert EMG ved standardisert vinkel etter 24 ukers trening, og av bilaterale endringer i ROM, passiv motstand, EMG og forlenging av vev etter 24 ukers trening.

source: —We took muscle biopsies from the 85-year-old participants and compared these with muscle samples from persons aged 70 and 20.
nb: – Vi tok muskelbiopsier fra 85-åringene og sammenlignet disse med muskelprøver fra 70- og 20-åringer.

source: Moreover, basic needs frustration, and especially competence needs frustration, seemed to play a key role as an explaining mechanism in these maladaptive motivational processes (Papers II and III).
nb: I tillegg, frustrasjon av grunnleggende psykologiske behov, og spesielt behovet for kompetanse og autonomi, indikerte å spille en nøkkelfunksjon som forklarende mekanisme i disse ugunstige motivasjonsprosessene (Artikkel II og III).

source: This may inhibit women from lifelong participation in regular physical activity, which is important for maintaining health and fitness.
nb: Tilstanden har vist seg å være en barriere for fysisk aktivitet og trening, og kan frata kvinner muligheten til regelmessig fysisk aktivitet som er viktig for helse og fysisk form.

source: Ph.d. candidate, Department of Sports Medicine, Norwegian School of Sport Sciences (NIH)
nb: kandidat, Seksjon for idrettsmedisinske fag, Norges idrettshøgskole (NIH)

source: In total 77 young and 60 elderly participants were included in the studies.
nb: Totalt deltok 77 unge og 60 eldre menn og kvinner i studiene.

source: the main risk factors related to cardiovascular diseases
nb: viktige risikofaktorer for hjerte- og karsykdommer

source: Nordengen's counting between 2018 and 2020 shows that the coronavirus has had some impact, i.e. an 11% increase in cycling, but different measurement methods mean that these percentages cannot be compared.
nb: Nordengens tellinger fra 2018 og 2020 viser en koronaeffekt, en økning på 11 % i sykkeltrafikken, men ulike målemetoder gjør at prosentene ikke kan sammenliknes.

source: The perspective may be too narrow.
nb: Perspektivet kan bli for smalt.

source: Nicholas DePhillipo is a doctoral research fellow at the Centre for Sports Injury Research at the NIH.
nb: Det sier Nicholas DePhillipo ved Idrettsskadesenteret på Norges idrettshøgskole (NIH).

source: However, autonomous functioning and low levels of inauthenticity seemed to instead play that buffering role (Papers I, IV, and V).
nb: Derimot, autonom fungering og lav grad av manglende autentisitet syntes i stedet å ha en slik beskyttende rolle (Artikkel I, IV og V).

source: One was skimmed milk, the second was WPC-80 (also known as 'whey powder' and the most widely used in Norway), and the third was the new powdered 'native whey', which contains more of the amino acid leucine than normal whey powder.
nb: Det ene var lettmelk, det andre var WPC-80 som kalles mysepulver og er det mest brukte i Norge, og det tredje var det nye pulveret nativ myse, kjent som «native whey» som inneholder mer av aminosyren leucin enn vanlig mysepulver.

source: The laboratory contains equipment for measuring lung function, lung volumes, respiratory inflammation and bronchial hyperreactivity (BHR).
nb: Her er utstyr for å måle lungefunksjon, lungevolumer, luftveisinflammasjon og bronkial hyperreaktivitet (BHR).

source: 15-minute infection prevention course
nb: 15 minutters smittevernkurs på nett

source: Upper body muscle power (a combination of force and velocity) increased by 25 percent in the traditional strength training group.
nb: Muskelpower (en kombinasjon stor kraft og høy hastighet) i overkroppen økte for gruppen som trente tradisjonell styrketrening med hele 25 prosent.

source: No deaths were reported, however, 80 accidents resulted in hospital admittances or visiting a doctor.
nb: Ingen dødsfall ble rapportert, men 80 av ulykkene førte til sykehus- eller legebesøk.

source: Data will be collected quantitatively.
nb: Det vil bli samlet inn kvantitative data.

source: The results were recorded using two tests, both for cycling and running.
nb: Resultatene ble målt i to tester, både for sykling og løping.

source: Altogether, the studies demonstrate that joint range of motion (ROM) is associated with a number of morphological, mechanical and neural factors, many of which were modified with 24 weeks of stretching.
nb: Samlet viser studiene at leddutslag (ROM) er assosiert med et antall morfologiske, mekaniske og nevrale faktorer. Mange av disse faktorene ble endret ved 24 ukers trening.

source: She has also been a Visiting Researcher at Indiana University, Bloomington, US and the University of Hawaii at Manoa, US.
nb: Hun har også vært gjesteforsker på Indiana University, Bloomington, USA og University of Hawaii at Manoa, USA.

source: “Activity levels and physical fitness are closely related to the risk of developing lifestyle diseases.
nb: – Aktivitetsnivå og fysisk form henger tett sammen med risikoen for å utvikle livsstilssykdommer.

source: Reliability and validity of several body fat prediction equations was evaluated.
nb: Reliabilitet og validitet for flere eksisterende prediksjonsligninger ble analysert.

source: References to articles from 460 Norwegian periodicals and yearbooks.
nb: Referanser til artikler fra 460 norske og nordiske tidsskrifter og årbøker.

source: The training would take place three times a week over a 12-week period.
nb: Treningen skulle foregå tre ganger i uka over en 12-ukers periode.

source: Sport psychology, Coaching, Motivation, Health risk practices and Youth sports
nb: Idrettspsykologi, coaching, motivasjon, helserisikopraksis og ungdomsidrett

source: One of the objectives for the project has been to find a method that is more accessible than CBT.
nb: Et mål for prosjektet har vært å finne en metode som er mer tilgjengelig enn CBT.

source: Short biography Post Doc, Norwegian School of Sport Sciences (NIH), funded by the Norwegian Women's Public Health Association (2019-)PhD Sport Science, NIH, funded by the Norwegian Women's Public Health Association (2014-2018)Master Sports Physiology, NIH (2004-2006)Master Sports Nutrition, University of Loughborough (England) (2003-2004)Cand Mag dietitian, University of Oslo (2000-2003)Physical activity and health, NIH (1997-1999)Basic Sports Physiology, NIH (1996-1997)
nb: Post Doc, Norges Idrettshøyskole, finansiert av Norske Kvinners Sanitetsforening (2019-)PhD Idrettsvitenskap, Norges Idrettshøyskole, finansiert av Norske Kvinners Sanitetsforening (2014-2018)Master idrettsfysiologi, Norges Idrettshøyskole (2004-2006)Master Sportsnutrition, University of Loughborough (England) (2003-2004)Cand Mag ernæringsfysiolog, Universitetet i Oslo (2000-2003)NIH Fysisk aktivitet og helse, Norges Idrettshøyskole (1997-1999)NIH Grunnfag, Norges Idrettshøyskole (1996-1997)

source: 10-year-olds prefer to move about rather than sit still at school … but not at any price, is what a recent doctoral thesis from the Norwegian School of Sports Sciences (NIH) is telling us.
nb: 10 -åringer foretrekker å bevege seg framfor å sitte stille på skolen, men ikke for enhver pris, viser en ny doktoravhandling fra Norges idrettshøgskole.

source: 14 days of unloading (one leg) by wearing a knee brace and crutches
nb: 14 dagers muskelsvinn (ett ben) ved bruk av knestøtte og krykker

source: “You get to be more robust and can handle more”, says one of the 18-year-old handball players.
nb: — Du blir mer robust og tåler mer, mener en av de 18 år gamle håndballspillere.

source: In the text from your term paper you have the source Bandura, 2010:
nb: I teksten du satt inn fra semesteroppgaven din har du kilden Bandura, 2010:

source: Her husband, Einar, recently died of a heart attack.
nb: obliquus internus, høyre m.erector spinae og høyre m.

source: The 20 m SRT appears to be a sufficiently reliable test for practical use in the military.
nb: 20 m SRT virker å være en tilstrekkelig reliabel test for praktisk bruk i Forsvaret.

source: Findings (3) showed that the maladaptive motivational processes were an emergent in situ process of joints effects, where the sum and (mis)match of diverse personal, contextual, and situational motivational factors was like a balancing scale, influencing the elite junior performers’ overall experiences of striving, surviving, and thriving (Papers I and V).
nb: Til sist pekte resultatene (3) på at de ugunstige motivasjonsprosessene var en dynamisk og situert prosess av samtidige og sammenvevde elementer, hvor summen av og vekselvirkningene mellom ulike personlige, kontekstuelle og situasjonelle faktorer balanserte på en knivsegg og påvirket kvaliteten på utøvernes samlende erfaringer i positiv eller negativ retning (Artikkel I og V).

source: All of the teachers were affiliated with the specialisation of sports science at 78 upper secondary schools.
nb: Lærerne var alle tilknyttet studieretning idrettsfag på 78 videregående skoler.

source: "I am still in touch with these young people, one is in Nature and Youth; another goes on mountain cabin trips with friends, and one has a girlfriend in the Guide and Scout Association."
nb: De følte det som et frirom der de kunne være seg selv.- Jeg har fortsatt kontakt med ungdommene, en er med i natur og ungdom, en annen drar på hytteturer sammen med venner og en har kjæreste i speideren.

source: In a secondary project we will investigate the individual load in a single match, the subsequent recovery and the performance on day 3 after the game.
nb: I et underprosjekt skal vi undersøke den individuelle belastningen i en enkeltkamp, den påfølgende restitusjonen og prestasjon på dag 3 etter kamp.

source: “In this sense, school is very important.
nb: – Her er skolen svært viktig.

source: “We hope and think so.
nb: – Vi håper og tror det.
